{"errors": "replace", "bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": "<mask>", "add_prefix_space": false, "trim_offsets": true, "model_max_length": 512, "name_or_path": "SamLowe/roberta-base-go_emotions", "special_tokens_map_file": null, "tokenizer_class": "RobertaTokenizer"}