{"errors": "replace", "bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": "<mask>", "add_prefix_space": false, "trim_offsets": true, "special_tokens_map_file": "C:\\Users\\KKK/.cache\\huggingface\\transformers\\d8a3a755c3965fba8ba7cee383d66655539cc088266dda0c160203721d80f483.cb2244924ab24d706b02fd7fcedaea4531566537687a539ebb94db511fd122a0", "name_or_path": "prithivida/parrot_adequacy_model", "tokenizer_class": "RobertaTokenizer"}