{"do_lower_case": false, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "max_len": 512, "special_tokens_map_file": "C:\\Users\\KKK/.cache\\huggingface\\transformers\\84eb03fb2281ed033df8afdebf0f0810b7a52519f0b2a211e1286e2e5b1eeff0.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "name_or_path": "savasy/bert-base-turkish-squad", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "BertTokenizer"}