{
  "_name_or_path": "FinanceInc/finbert_fls",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "Not FLS",
    "1": "Non-specific FLS",
    "2": "Specific FLS"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "Non-specific FLS": 1,
    "Not FLS": 0,
    "Specific FLS": 2
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.18.0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 30873
}
